export const companyInfo = `
    阿里巴巴集团控股有限公司

1999年成立于中国杭州互联网公司
阿里巴巴集团控股有限公司（Alibaba Group Holding Limited）， [354]成立于1999年6月28日，总部位于中国浙江杭州，现任董事长蔡崇信（截至2024年12月11日）。 [354]公司运营七个业务分部， [233]阿里巴巴集团经营业务包括：淘宝、天猫、闲鱼、天猫国际、1688、AliExpress、菜鸟、饿了么、阿里影业、钉钉、盒马、阿里健康、飞猪旅行等等。 [355]追求成为一家活102年的好公司，愿景是让客户相会、工作和生活在阿里巴巴。 [217]
1999年，以马云为首的18人在马云位于杭州市的公寓内创立阿里巴巴集团。 [262]1999年8月，阿里巴巴获得500万美金的第一轮投资。 [264-265]2000年1月，从软银等数家投资机构融资2000万美元。 [262]2002年12月，首次实现全年正现金流入，管理层与员工庆祝公司跨越首个财务里程碑。 [262]2005年8月，收购雅虎中国全部资产。 [7]2009年9月，宣布成立“阿里云”。 [263]2014年9月19日，在纽约证券交易所正式挂牌交易； [356]10月，关联公司蚂蚁金融服务集团正式成立。 [334]2015年7月15日，宣布成立阿里音乐集团。 [330]2019年10月，2019福布斯全球数字经济100强榜位列10位。 [4]2019年10月11日，阿里巴巴正式发布首批“正能量合伙人”名单。 [69]2023年3月28日，阿里巴巴集团董事会主席兼首席执行官张勇发布全员信，宣布启动“1+6+N”组织变革
2024年8月23日，阿里巴巴在港交所公告，新增香港为主要上市地，于8月28日完成双重主要上市。 [357]2024年5月14日，发布2024财年收入9411.68亿元，同比增长8%。 [187]2月21日消息，港股阿里巴巴成交额超400亿港元
`;
